{
    "Dynamic_Form":"Formulaires dynamiques",
    "planInspector":"Les plans d’inspection",
    "Inspector":"Formulaire d’inspecteur",
    "Location":"Localisation",
    "CompanyName":"Nom de la société",
    "Home":"Accueil",
    "history":"Historique",
    "log_out":"Se déconnecter",
    "add_Form":"Ajouter un formulaire",
    "Type":"Type",
    "id":"ID",
    "Creation_date":"Date de création",
    "delete":"Supprimer",
    "edit":"Modifier",
    "use":"Utiliser",
    "Titre":"Titre",
    "clear":"Vider",
    "save":"Sauvegarder",
    "date":"Date",
    "inspection":"Inspection",
    "end_Date":"Date de fin",
    "Start_Date":"date de début",
    "conduct":"réaliser" ,
    "EditR":"Modifier les résultats",
    "seeResults":"voir les résultats",
    "confirmR":"confirmer les résultats",
    "AddNI":"Ajouter une inspection",
    "updatei":"Mettre à jour l’inspection",
    "AddNA":"Ajouter une actions",
    "updateA":"Mise à jour des actions",
    "Results":"Résultats",
    "Email":"Email",
    "FirstName":"Prénom",
    "LastName":"Nom",
    "PhoneNumber":"Numéro de téléphone",
    "PAss":"Mot de passe",
    "Submit":"Soumettre",
    "question1":"1. A-t-on identifié toutes les questions externes et internes qui sont importantes pour les objectifs de l’organisation, la satisfaction des clients et l’administration stratégique de l’entreprise?",
    "question2":"2. Votre SGQ est-il mis en œuvre et comprend-il une description des processus requis, de leur séquence et de leur interaction?",
    "question3":"3. Les critères ont-ils été déterminés pour contrôler ces processus et leur interaction?",
    "question4":"4. Have the relevant needs and expectations of the parties involved been determined for the QMS?",
    "question5":"5. A-t-on mis en place toutes les responsabilités, méthodes, procédures de mesure et indicateurs de rendement connexes nécessaires pour assurer un fonctionnement et un contrôle efficaces?",
    "question6":"6. La portée du SGQ a-t-elle été définie en tenant compte de toutes les questions externes et internes, des besoins des parties concernées et de la portée des produits et services?",
    "question7":"1. Les demandes relatives au SGQ ont-elles été intégrées aux processus opérationnels et la direction a-t-elle appuyé la sensibilisation au processus?",
    "question8":"2. Les lignes directrices et les objectifs du SGQ, qui sont fondés sur l’orientation stratégique de l’organisation, ont-ils été définis et communiqués?",
    "question9":"3. L’entreprise a-t-elle défini et communiqué les responsabilités et les pouvoirs nécessaires au fonctionnement efficace du SGQ?",
    "question10":"4. La direction se sent-elle responsable de l’efficacité du SGQ?",
    "question11":"5. Les exigences des clients et les exigences juridiques et réglementaires applicables ont-elles été déterminées, respectées et communiquées dans l’ensemble de l’organisation?",
    "question12":"6. Les risques et les possibilités liés au SGQ sont-ils connus?",
    "question13":"7. Les objectifs ont-ils été définis avec les niveaux ministériels et personnels appropriés de l’entreprise?",
    "question14":"1. Existe-t-il une méthode fixe pour déterminer la nécessité de modifier le SGQ et vérifier sa mise en œuvre?",
    "question15":"2. Les dangers et les possibilités à aborder pour s’assurer que le SGQ peut atteindre les résultats escomptés ont-ils été cernés?",
    "question16":"3. L’entreprise a-t-elle prévu des mesures pour faire face à ces risques et à ces possibilités et les a-t-elle incluses dans les processus du système?",
    "question17":"1. La surveillance ou la mesure permet-elle de démontrer la conformité des produits et services liés à des exigences particulières?",
    "question18":"2. L’entreprise a-t-elle déterminé et fourni les ressources nécessaires pour établir, mettre en œuvre, maintenir et améliorer continuellement le SGQ (y compris les exigences humaines, environnementales et d’infrastructure)?",
    "question19":"3. A-t-on déterminé quels renseignements doivent être documentés pour se conformer aux normes requises et quels renseignements sont nécessaires à la mise en œuvre et au fonctionnement efficaces du SGQ?",
    "question20":"4. L’entreprise a-t-elle déterminé les connaissances nécessaires pour exploiter ses processus et assurer la conformité des produits et services et a-t-elle mis en place un processus d’apprentissage?",
    "question21":"5. L’entreprise a-t-elle veillé à ce que les employés qui ont une influence sur le SGQ aient une éducation, une formation ou une expérience appropriées? Des mesures ont-elles été prises pour que ces employés puissent acquérir les compétences nécessaires?",
    "question22":"1. Y a-t-il un processus défini pour fournir des produits et des services qui répondent aux exigences précisées par le client?",
    "question23":"2. Des changements sont-ils prévus?",
    "question24":"3. Les processus externalisés sont-ils contrôlés et surveillés?",
    "question25":"4. Concevez-vous et développez-vous des produits ou des services?",
    "question26":"5. Les changements sont-ils mis en œuvre de façon contrôlée et des mesures sont-elles prises pour atténuer les effets négatifs?",
    "question27":"6. Y a-t-il un processus prédéfini pour examiner l’information sur les produits et services, les demandes de renseignements, les contrats ou le traitement des commandes et communiquer avec les clients?",
    "question28":"7. Cette vérification est-elle effectuée avant que l’entreprise ne s’engage à fournir des produits et des services?",
    "question29":"8. Veille-t-on à ce que les processus, les produits et les services fournis à l’externe répondent aux exigences précisées?",
    "question30":"9. Des critères ont-ils été établis pour l’évaluation, la sélection, le suivi du rendement et la réévaluation des fournisseurs externes?",
    "question31":"10. Fournissent-ils des produits et des services de l’information documentée décrivant les caractéristiques des produits et des services?",
    "question32":"11. Fournit-il des produits et des services des activités de surveillance et d’analyse aux étapes appropriées pour vérifier que les critères de contrôle des processus et des extrants des processus et les critères d’acceptation des produits et des services sont respectés?",
    "question33":"12. Les activités de surveillance et d’analyse des produits et services sont-elles menées aux étapes appropriées pour confirmer que les normes de contrôle des méthodes et des résultats des processus, ainsi que les critères d’approbation des produits et services, ont été atteints?",
    "question34":"13. Fournit-on des produits et des services en fournissant des renseignements consignés définissant les activités à réaliser et les résultats à atteindre?",
    "question35":"14. Fournit-on des produits et des services de l’information communiquée qui définit les activités à réaliser et les résultats à atteindre?",
    "question36":"15. Fournissent-ils des produits et des services d’information sur la compétence des personnes qui exécutent les tâches?",
    "question37":"16. Fournit-on des produits et des services aux personnes qui exécutent les tâches?",
    "question38":"17. La propriété des clients ou des fournisseurs externes est-elle utilisée dans l’exécution du produit ou du service?",
    "question39":"18. L’entreprise dispose-t-elle de méthodes adéquates pour assurer la traçabilité au cours de la méthode opérationnelle?",
    "question40":"19. Y a-t-il une demande pour la manutention des produits et des services après la livraison, comme la garantie, les services de soutien, le recyclage ou l’élimination finale?",
    "question41":"20. Sont-elles établies et gérées?",
    "question42":"21. Y a-t-il des extrants de méthodes non conformes qui sont disposés de façon à éviter leur utilisation involontaire?",
    "question43":"1. A-t-on vérifié quand les résultats de l’observation et de la mesure doivent être examinés et évalués?",
    "question44":"2. A-t-on établi des méthodes d’observation des perceptions des clients à l’égard de la fourniture de produits et de services?",
    "question45":"3. Une offre de revue de gestion a-t-elle été organisée et réalisée ?",
    "question46":"4. L’entreprise a-t-elle établi un processus d’inspection interne du SGQ?",
    "question47":"5. Has the company defined what needs to be observed and measured and the methods for monitoring, measurement, analysis and evaluation, to assure valid outcomes?",
    "question48":"6. A-t-il fixé la demande ou les possibilités de développement au sein du SGQ et la façon dont elles seront intégrées aux examens de gestion?",
    "question49":"1. L’entreprise applique-t-elle des processus appropriés pour traiter les non-conformités et les mesures d’amélioration connexes?",
    "question50":"2. L’entreprise a-t-elle décidé de la façon dont elle discutera de la nécessité de développer continuellement la pertinence, la suffisance et l’efficacité du SGQ?",
    "question51":"3. L’entreprise a-t-elle déterminé et choisi des occasions de développement et mis en œuvre les mesures requises pour répondre aux demandes des clients et améliorer leur satisfaction?",
    "Rquestion1":"1. Mandat et engagement Avez-vous : a) défini et approuvé une politique de gestion des risques; b) déterminé des indicateurs de rendement des risques; c) aligné les objectifs et les indicateurs de risque sur les objectifs et les indicateurs organisationnels; d) assuré la conformité aux lois et aux règlements",
    "Rquestion2":"2. Organisation et contexte dans la conception de votre cadre de gestion des risques : a) contexte externe évalué b) contexte interne évalué",
    "Rquestion3":"3. Votre politique comprend-elle : a) la justification de la gestion du risque b) les responsabilités c) la façon dont les conflits d’intérêts sont traités d) les liens entre les objectifs de l’organisation et la politique sur le risque e) l’engagement à l’égard de la gestion du risque lié aux ressources f) la façon dont le rendement en matière de risque est géré, mesuré et communiqué g) l’engagement de revoir et d’améliorer la politique",
    "Rquestion4":"4. Avez-vous établi la responsabilité, l’autorité et la compétence en matière de gestion des risques?",
    "Rquestion5":"5. Est-ce que vous : a) identifiez les responsables du risque (b) identifiez la responsabilité de votre cadre (c) identifiez les responsabilités en matière de risque (d) établissez des mesures de rendement et des processus de production de rapports et de transmission hiérarchique (e) assurez des niveaux appropriés de reconnaissance",
    "Rquestion6":"6. La gestion des risques est-elle intégrée à vos pratiques et processus d’une manière pertinente, efficace et efficiente?",
    "Rquestion7":"7. Avez-vous affecté des ressources appropriées à la gestion des risques?",
    "Rquestion8":"8. Y compris la prise en compte des éléments suivants : a) personnes (b) processus, méthodes et outils organisationnels (c) processus et procédures documentés (d) systèmes de gestion de l’information et des connaissances (e) formation",
    "Rquestion9":"9. Rapports Avez-vous établi des mécanismes internes de communication et de rapport pour la gestion des risques?",
    "Rquestion10":"10. Rapports Avez-vous déterminé et mis en œuvre la façon dont vous communiquerez avec les intervenants externes?",
    "Rquestion11":"11. Dans la mise en œuvre de votre cadre, pouvez-vous démontrer que vous avez : a) appliqué la politique de gestion des risques aux processus organisationnels; b) respecté les exigences juridiques et réglementaires; c) veillé à ce que la prise de décisions soit harmonisée avec les processus de gestion des risques; d) tenu des séances d’information et de formation e) communiqué et consulté avec les intervenants",
    "Rquestion12":"12. Mesurez-vous (a) le rendement en matière de gestion des risques par rapport aux indicateurs (b) mesurez-vous les progrès par rapport aux plans de gestion des risques (c) vérifiez si le cadre et la politique sont toujours appropriés (d) faites rapport sur les risques (e) examiner l’efficacité du cadre Améliorez-vous continuellement la politique, le cadre et les plans en matière de risque?",
    "Rquestion13":"1. Généralités Le processus de gestion des risques : a) fait partie intégrante de la gestion (b) est-il intégré à la culture et aux pratiques (c) est-il adapté à votre organisation?",
    "Rquestion14":"2. Pouvez-vous faire preuve de communication et de consultation avec les intervenants externes et internes à toutes les étapes du processus de gestion des risques?",
    "Rquestion15":"3. Pouvez-vous démontrer que vous avez tenu compte du contexte interne et externe, des facteurs et de leur lien avec la portée du processus de gestion des risques?",
    "Rquestion16":"4. Avez-vous défini les critères à utiliser pour évaluer l’importance du risque?",
    "Rquestion17":"5. Avez-vous déterminé les sources de risque, les secteurs d’incidence, leurs causes et leurs conséquences potentielles?",
    "Rquestion18":"6. Avez-vous utilisé des outils et des techniques d’identification des risques?",
    "Rquestion19":"7. Faites-vous appel à des personnes possédant les connaissances nécessaires pour déterminer les risques?",
    "Rquestion20":"8. Avez-vous des processus pour examiner les causes et les sources des risques, leurs conséquences et la probabilité que les conséquences se produisent?",
    "Rquestion21":"9. Comparez-vous le niveau de risque constaté au cours du processus d’analyse à vos critères de risque pour déterminer la nécessité d’un traitement ou d’une analyse plus poussée?",
    "Rquestion22":"10. Options Avez-vous des processus de sélection des options de traitement qui tiennent compte des intervenants, du contexte juridique et réglementaire?",
    "Rquestion23":"11. Avez-vous des processus pour identifier les nouveaux risques introduits par le traitement?",
    "Rquestion24":"12. Le plan de traitement détermine-t-il l’ordre de priorité des traitements à risque?",
    "Rquestion25":"13. Plans Documentez-vous la façon dont votre traitement des risques sera mis en œuvre?",
    "Rquestion26":"14. Incluez-vous : a) les raisons de la sélection et les avantages attendus b) les responsabilités c) les mesures proposées d) les besoins en ressources e) les mesures de rendement f) les exigences en matière de rapports et de surveillance g) le calendrier",
    "Rquestion27":"15. Avez-vous inclus des vérifications ou une surveillance régulières dans vos processus de gestion des risques à tous les niveaux?",
    "Rquestion28":"16. Avez-vous défini les responsabilités en matière de surveillance et d’examen?",
    "Rquestion29":"17. Vérifiez-vous l’état d’avancement des plans de traitement des risques?",
    "Rquestion30":"18. Déclarez-vous les résultats de la surveillance et de l’examen?",
    "Rquestion31":"19. Vos processus sont-ils traçables?",
    "Rquestion32":"20. Avez-vous conservé des dossiers appropriés?",
    "Risk":"Inspection de la gestion des risques"

}