{
    "Dynamic_Form":"Dynamische Formulare",
    "planInspector":"Die Inspektionspläne",
    "Inspector":"Inspecteurformulier",
    "Location":"Standort",
    "CompanyName":"Unternehmensname",
    "Home":"Empfang",
    "history":"Geschichte",
    "log_out":"Ausloggen",
    "add_Form":"Formular hinzufügen",
    "Type":"Typ",
    "id":"ID",
    "Creation_date":"Erstellungsdatum",
    "delete":"Löschen",
    "edit":"Bearbeiten",
    "use":"Verwenden",
    "Titre":"Titel",
    "clear":"Clear",
    "save":"Speichern",
    "date":"Datum",
    "inspection":"Inspektion",
    "end_Date":"Enddatum",
    "Start_Date":"Startdatum",
    "conduct":"erreichen" ,
    "EditR":"Ergebnisse bearbeiten",
    "seeResults":"Ergebnisse sehen",
    "confirmR":"Ergebnisse bestätigen",
    "AddNI":"Inspektion hinzufügen",
    "updatei":"Inspektion aktualisieren",
    "AddNA":"Aktion hinzufügen",
    "updateA":"Aktion aktualisieren",
    "Results":"Ergebnisse",
    "Email":"Email",
    "FirstName":"Vorname",
    "LastName":"Nachname",
    "PhoneNumber":"Telefonnummer",
    "PAss":"Passwort",
    "Submit":"Einreichen",
    "question1":"1. Wurden alle externen und internen Angelegenheiten identifiziert, die für die Ziele der Organisation und die Erfüllung der Kundenzufriedenheit und die strategische Verwaltung des Unternehmens wichtig sind?",
    "question2":"2. Ist Ihr QMS implementiert und enthält es eine Beschreibung der erforderlichen Prozesse und ihrer Abfolge und Interaktion?",
    "question3":"3. Wurden die Kriterien zur Steuerung dieser Prozesse und ihrer Interaktion festgelegt?",
    "question4":"4. Wurden die relevanten Bedürfnisse und Erwartungen der beteiligten Parteien für das QMS ermittelt?",
    "question5":"5. Wurden alle Verantwortlichkeiten, Methoden, Messverfahren und damit zusammenhängende Leistungsindikatoren geschaffen, um einen effektiven Betrieb und eine effektive Kontrolle zu gewährleisten?",
    "question6":"6. Wurde der Umfang des QMS unter Berücksichtigung aller externen und internen Fragen, der Bedürfnisse der beteiligten Parteien und des Umfangs der Produkte und Dienstleistungen definiert?",
    "question7":"1. Sind die Anforderungen an das QMS in die Geschäftsprozesse integriert und hat das Management das Prozessbewusstsein unterstützt?",
    "question8":"2. Wurden die Leitlinien und Ziele für das QMS, die auf der strategischen Ausrichtung der Organisation basieren, definiert und kommuniziert?",
    "question9":"3. Has the company defined and communicated the responsibilities and authorities necessary for the effective operation of the QMS?",
    "question10":"4. Fühlt sich das Management für die Wirksamkeit des QMS verantwortlich?",
    "question11":"5. Wurden Kundenanforderungen und anwendbare gesetzliche und regulatorische Anforderungen identifiziert, erfüllt und im gesamten Unternehmen kommuniziert?",
    "question12":"6. Sind die für das QMS relevanten Risiken und Chancen bekannt?",
    "question13":"7. Wurden die Ziele gemeinsam mit den entsprechenden Abteilungs- und Personenebenen des Unternehmens definiert?",
    "question14":"1. Gibt es eine feste Methode, um die Notwendigkeit von Änderungen am QMS zu ermitteln und deren Umsetzung zu überprüfen?",
    "question15":"2. Sind die Gefahren und Möglichkeiten, die angegangen werden müssen, um sicherzustellen, dass das QMS sein beabsichtigtes Ergebnis(e) erreichen kann, identifiziert worden?",
    "question16":"3. Hat das Unternehmen Maßnahmen zum Umgang mit diesen Risiken und Chancen geplant und in die Systemprozesse einbezogen?",
    "question17":"1. Dient die Überwachung oder Messung dazu, die Konformität von Produkten und Dienstleistungen im Zusammenhang mit spezifischen Anforderungen nachzuweisen?",
    "question18":"2. Hat das Unternehmen die notwendigen Ressourcen für die Einrichtung, Implementierung, Wartung und kontinuierliche Verbesserung des QMS (einschließlich Anforderungen an Mensch, Umwelt und Infrastruktur) ermittelt und bereitgestellt?",
    "question19":"3. Ist festgelegt, welche Informationen zur Einhaltung der geforderten Standards dokumentiert werden müssen und welche Informationen für die effektive Implementierung und den Betrieb des QMS erforderlich sind?",
    "question20":"4. Hat das Unternehmen die für den Betrieb seiner Prozesse und die Erreichung der Konformität von Produkten und Dienstleistungen erforderlichen Kenntnisse ermittelt und einen Lernprozess eingeführt?",
    "question21":"5. Hat das Unternehmen sichergestellt, dass die Mitarbeiter, die Einfluss auf das QMS haben, über eine angemessene Ausbildung, Schulung oder Erfahrung verfügen? Wurden Maßnahmen ergriffen, um sicherzustellen, dass diese Mitarbeiter die notwendigen Kompetenzen erwerben können?",
    "question22":"1. Gibt es einen definierten Prozess, um Produkte und Dienstleistungen bereitzustellen, die den vom Kunden festgelegten Anforderungen entsprechen?",
    "question23":"2. Sind Änderungen geplant?",
    "question24":"3. Werden ausgelagerte Prozesse kontrolliert und überwacht?",
    "question25":"4. Entwerfen und entwickeln Sie Produkte oder Dienstleistungen?",
    "question26":"5. Werden die Änderungen kontrolliert umgesetzt und Maßnahmen ergriffen, um negative Auswirkungen zu mindern?",
    "question27":"6. Gibt es einen vordefinierten Prozess zur Überprüfung von Informationen über Produkte und Dienstleistungen, Anfragen, Verträge oder Auftragsabwicklung und Kommunikation mit Kunden?",
    "question28":"7. Wird diese Überprüfung durchgeführt, bevor sich das Unternehmen zur Lieferung von Produkten und Dienstleistungen verpflichtet?",
    "question29":"8. Ist sichergestellt, dass extern bereitgestellte Prozesse, Produkte und Dienstleistungen den vorgegebenen Anforderungen entsprechen?",
    "question30":"9. Wurden Kriterien für die Bewertung, Auswahl, Überwachung der Leistung und Neubewertung externer Anbieter festgelegt?",
    "question31":"10. Liefern die Produkte und Dienstleistungen dokumentierte Informationen, die die Eigenschaften der Produkte und Dienstleistungen beschreiben?",
    "question32":"11. Werden die Überwachungs- und Analysetätigkeiten für Produkte und Dienstleistungen in geeigneten Phasen durchgeführt, um zu überprüfen, ob die Kriterien für die Kontrolle von Prozessen und Prozessergebnissen und die Akzeptanzkriterien für Produkte und Dienstleistungen erfüllt sind?",
    "question33":"12. Werden die Überwachungs- und Analysetätigkeiten für Produkte und Dienstleistungen in geeigneten Phasen durchgeführt, um zu bestätigen, dass die Standards für die Kontrolle der Methoden und Prozessergebnisse sowie die Zulassungskriterien für Produkte und Dienstleistungen erreicht wurden?",
    "question34":"13. Stellen die Produkte und Dienstleistungen die Bereitstellung von aufgezeichneten Informationen zur Verfügung, die die auszuführenden Aktivitäten und die zu erreichenden Ergebnisse definieren?",
    "question35":"14. Bieten die Produkte und Dienstleistungen die Verfügbarkeit von gemeldeten Informationen, die die durchzuführenden Aktivitäten und die zu erzielenden Ergebnisse definieren?",
    "question36":"15. Informieren die Produkte und Dienstleistungen über die Kompetenz der Personen, die die Aufgaben erfüllen?",
    "question37":"16. Sind die Personen, die die Aufgaben ausführen, qualifiziert?",
    "question38":"17. Wird das Eigentum von Kunden oder externen Lieferanten bei der Leistung des Produkts oder der Dienstleistung verwendet?",
    "question39":"18. Verfügt das Unternehmen über geeignete Methoden, um die Rückverfolgbarkeit während der Betriebsweise sicherzustellen?",
    "question40":"19. Gibt es eine Nachfrage für die Handhabung der Produkte und Dienstleistungen nach der Lieferung, wie Garantie, nachhaltige Dienstleistungen, Recycling oder Endlagerung?",
    "question41":"20. Sind diese etabliert und verwaltet?",
    "question42":"21. Sind irgendwelche nicht konformen Methodenausgaben so angeordnet, dass ihre unbeabsichtigte Verwendung verhindert wird?",
    "question43":"1. Hat sie sich authentifiziert, wenn die Ergebnisse der Beobachtung und Messung untersucht und ausgewertet werden sollen?",
    "question44":"2. Wurden Methoden zur Beobachtung der Kundenwahrnehmung der Bereitstellung von Produkten und Dienstleistungen festgelegt?",
    "question45":"3. Wurde ein Angebot zur Durchführung von Management Reviews organisiert und durchgeführt?",
    "question46":"4. Hat das Unternehmen einen Prozess für eine interne Inspektion des QMS festgelegt?",
    "question47":"5. Hat das Unternehmen definiert, was beobachtet und gemessen werden muss und welche Methoden zur Überwachung, Messung, Analyse und Bewertung erforderlich sind, um valide Ergebnisse zu gewährleisten?",
    "question48":"6. Hat sie den Bedarf oder die Möglichkeiten für Entwicklungen innerhalb des QMS festgelegt und wie diese in Managementprüfungen einfließen?",
    "question49":"1. Betreibt das Unternehmen ordnungsgemäße Prozesse für den Umgang mit Abweichungen und den damit verbundenen Verbesserungsmaßnahmen?",
    "question50":"2. Hat das Unternehmen entschieden, wie es die Notwendigkeit einer kontinuierlichen Weiterentwicklung der Eignung, Suffizienz und Wirksamkeit des QMS erörtern will?",
    "question51":"3. Hat das Unternehmen Entwicklungsmöglichkeiten ermittelt und ausgewählt und die erforderlichen Maßnahmen umgesetzt, um die Kundenanforderungen zu erfüllen und die Kundenzufriedenheit zu verbessern?",
    "Rquestion1":"1. Mandat und Verpflichtung Haben Sie: (a) eine Risikomanagementpolitik (b) mit festgelegten Risikoleistungsindikatoren (c) definiert und gebilligt, die Risikoziele und -indikatoren an die organisatorischen Ziele und Indikatoren (d) anpasst, um die Einhaltung gesetzlicher und regulatorischer Vorschriften sicherzustellen",
    "Rquestion2":"2. Organisation und ihr Kontext bei der Gestaltung Ihres Risiko-Frameworks: (a) evaluierter externer Kontext (b) evaluierter interner Kontext",
    "Rquestion3":"3. Beinhaltet Ihre Richtlinie: (a) Gründe für das Management von Risiken (b) Rechenschaftspflichten (c) Umgang mit Interessenkonflikten (d) Verbindungen zwischen Unternehmenszielen und Risikopolitik (e) Verpflichtung zum Ressourcenrisikomanagement (f) Wie die Risikoleistung verwaltet, gemessen und berichtet wird (g) Verpflichtung zur Überprüfung und Verbesserung der Politik",
    "Rquestion4":"4. Haben Sie Verantwortlichkeit, Autorität und Kompetenz für das Risikomanagement etabliert?",
    "Rquestion5":"5. Haben Sie: (a) Risikoinhaber identifizieren (b) Verantwortung für Ihr Framework identifizieren (c) Risikoverantwortlichkeiten identifizieren (d) Leistungskennzahlen festlegen und Berichts- und Eskalationsprozesse (e) sicherstellen",
    "Rquestion6":"6. Ist Risikomanagement relevant, effektiv und effizient in Ihre Praktiken und Prozesse eingebettet?",
    "Rquestion7":"7. Haben Sie geeignete Ressourcen für das Risikomanagement bereitgestellt?",
    "Rquestion8":"8. Einschließlich einer Betrachtung von: (a) Personen (b) organisatorischen Prozessen, Methoden und Werkzeugen (c) dokumentierten Prozessen und Verfahren (d) Informations- und Wissensmanagementsystemen (e) Schulung",
    "Rquestion9":"9. Reporting Haben Sie interne Kommunikations- und Reporting-Mechanismen für das Risikomanagement etabliert?",
    "Rquestion10":"10. Reporting Haben Sie festgelegt und umgesetzt, wie Sie mit externen Stakeholdern kommunizieren?",
    "Rquestion11":"11. Bei der Implementierung Ihres Frameworks können Sie zeigen, dass: (a) die angewandte Risikomanagementpolitik für organisatorische Prozesse (b) den gesetzlichen und regulatorischen Anforderungen (c) entspricht und dass die Entscheidungsfindung mit den Risikomanagementprozessen (d) abgestimmt ist (e) mit Interessenträgern kommuniziert und konsultiert",
    "Rquestion12":"12. Do you: (a) Risikomanagementleistung anhand von Indikatoren messen (b) Fortschritt anhand von Risikomanagementplänen messen (c) Überprüfung, ob der Rahmen und die Politik noch angemessen sind (d) Risikobericht (e) Überprüfen Sie die Wirksamkeit des Rahmens Verbessern Sie kontinuierlich die Risikopolitik, den Rahmen, die Pläne?",
    "Rquestion13":"1. Allgemein Ist der Risikomanagementprozess: (a) ein integraler Bestandteil des Managements (b) eingebettet in Kultur und Praktiken (c), die auf Ihre Organisation zugeschnitten sind",
    "Rquestion14":"2. Können Sie die Kommunikation und Konsultation mit externen und internen Stakeholdern in allen Phasen des Risikomanagementprozesses nachweisen?",
    "Rquestion15":"3. Können Sie nachweisen, dass Sie interne und externe Zusammenhänge, Faktoren und deren Zusammenhang mit dem Umfang des jeweiligen Risikomanagementprozesses berücksichtigt haben?",
    "Rquestion16":"4. Haben Sie die Kriterien für die Bewertung der Signifikanz von Risiken definiert?",
    "Rquestion17":"5. Haben Sie Risikoquellen, Wirkungsbereiche und deren Ursachen und mögliche Folgen identifiziert?",
    "Rquestion18":"6. Haben Sie Tools und Techniken zur Risikoidentifizierung angewendet?",
    "Rquestion19":"7. Nutzen Sie Personen mit entsprechendem Wissen zur Risikoidentifikation?",
    "Rquestion20":"8. Haben Sie Prozesse, um Ursachen und Quellen von Risiken, deren Folgen und die Wahrscheinlichkeit des Eintretens der Folgen zu berücksichtigen?",
    "Rquestion21":"9. Vergleichen Sie das während des Analyseprozesses festgestellte Risikoniveau mit Ihren Risikokriterien, um den Behandlungsbedarf oder die weitere Analyse zu ermitteln?",
    "Rquestion22":"10. Optionen Haben Sie Prozesse zur Auswahl von Behandlungsoptionen, die Interessengruppen, Recht, Regulierung und Kontext berücksichtigen?",
    "Rquestion23":"11. Haben Sie Prozesse, um neue Risiken zu identifizieren, die durch die Behandlung entstehen?",
    "Rquestion24":"12. Gibt der Behandlungsplan Priorität für Risikobehandlungen?",
    "Rquestion25":"13. Pläne Dokumentieren Sie, wie Ihre Risikobehandlung umgesetzt wird?",
    "Rquestion26":"14. Enthalten Sie: (a) Gründe für die Auswahl und den erwarteten Nutzen (b) Verantwortlichkeiten (c) vorgeschlagene Maßnahmen (d) Ressourcenanforderungen (e) Leistungsmessungen (f) Berichterstattung und Überwachungsanforderungen (g) Timing",
    "Rquestion27":"15. Haben Sie regelmäßige Kontrollen oder Überwachung in Ihre Risikoprozesse auf allen Ebenen aufgenommen?",
    "Rquestion28":"16. Haben Sie Verantwortlichkeiten für die Überwachung und Überprüfung definiert?",
    "Rquestion29":"17. Überprüfen Sie den Fortschritt der Risikobehandlungspläne?",
    "Rquestion30":"18. Berichten Sie Ergebnisse von Monitor und Review?",
    "Rquestion31":"19. Sind Ihre Prozesse nachvollziehbar?",
    "Rquestion32":"20. Haben Sie geeignete Unterlagen aufbewahrt?",
    "Risk":"Inspektion des Risikomanagements"

}