{
    "Dynamic_Form":"Dynamic Forms",
    "planInspector":"Inspections plan",
    "Inspector":"Inspector Form",
    "Location":"Location",
    "CompanyName":"Company name",
    "Home":"Home",
    "history":"History",
    "log_out":"Log out",
    "add_Form":"Add Form",
    "Type":"Type",
    "id":"ID",
    "Creation_date":"Creation date",
    "delete":"Delete",
    "edit":"Edit",
    "use":"Use",
    "Titre":"Title",
    "clear":"Clear",
    "save":"Save",
    "date":"Date",
    "inspection":"Inspection",
    "end_Date":"End Date",
    "Start_Date":"Start Date",
    "conduct":"Conduct it" ,
    "EditR":"Edit Results",
    "seeResults":"see Results",
    "confirmR":"Confirm Results",
    "AddNI":"Add Inspection",
    "updatei":"Update Inspection",
    "AddNA":"Add Action",
    "updateA":"Update Action",
    "Results":"Results",
    "Email":"Email",
    "FirstName":"First name",
    "LastName":"Last name",
    "PhoneNumber":"Phone number",
    "PAss":"Password",
    "Submit":"Submit",
    "question1":"1. Have all external and internal matters been identified that are important to the organisation's goals and the fulfilment of customer satisfaction and the strategic administration of the company?",
    "question2":"2. Is your QMS implemented and does it include a description of the required processes and their sequence and interaction?",
    "question3":"3. Have the criteria been determined to control these processes and their interaction?",
    "question4":"4. Have the relevant needs and expectations of the parties involved been determined for the QMS?",
    "question5":"5. Have all the responsibilities, methods, measurement procedures and related performance indicators necessary to ensure effective operation and control been put in place?",
    "question6":"6. Has the scope of the QMS been defined taking into account all external and internal issues, the needs of the parties involved and the scope of the products and services?",
    "question7":"1. Have the demands for the QMS been integrated into the business processes and has the management supported process awareness?",
    "question8":"2. Have the guidelines and objectives for the QMS, which are based on the strategic orientation of the organisation, been defined and communicated?",
    "question9":"3. Has the company defined and communicated the responsibilities and authorities necessary for the effective operation of the QMS?",
    "question10":"4. Does management feel responsible for the effectiveness of the QMS?",
    "question11":"5. Have customer requirements and applicable legal and regulatory requirements been identified, met and communicated throughout the organization?",
    "question12":"6. Are the risks and opportunities relevant to the QMS known?",
    "question13":"7. Have the objectives been defined together with the appropriate departmental and personal levels of the company?",
    "question14":"1. Is there a fixed method for determining the need for modifications to the QMS and checking their implementation?",
    "question15":"2. Have the hazards and opportunities to be addressed to assure that the QMS can achieve its intended result(s) been identified?",
    "question16":"3. Has the company planned measures to deal with these risks and opportunities and included them in the system processes?",
    "question17":"1. Is the monitoring or measurement to demonstrate the conformity of products and services related to specific requirements?",
    "question18":"2. Has the company identified and provided the necessary resources to establish, implement, maintain and continuously improve the QMS (including human, environmental and infrastructure requirements)?",
    "question19":"3. Has it been determined which information must be documented to comply with the required standards and which information is necessary for the effective implementation and operation of the QMS?",
    "question20":"4. Has the company identified the knowledge required to operate its processes and to achieve conformity of products and services and introduced a learning process?",
    "question21":"5. Has the company ensured that the employees who have an influence on the QMS have appropriate education, training or experience? Have measures been taken to ensure that these employees can acquire the necessary competence?",
    "question22":"1. Is there a defined process to provide products and services that meet the requirements specified by the customer?",
    "question23":"2. Are changes planned?",
    "question24":"3. Are outsourced processes controlled and monitored?",
    "question25":"4. Do you design and develop products or services?",
    "question26":"5. Are the changes implemented in a controlled manner and steps are taken to mitigate adverse effects?",
    "question27":"6. Is there a predefined process for reviewing information about products and services, inquiries, contracts or order processing and communicating with customers?",
    "question28":"7. Is this verification carried out before the company undertakes to supply products and services?",
    "question29":"8. Is it ensured that externally provided processes, products and services meet the specified requirements?",
    "question30":"9. Have criteria been established for the evaluation, selection, monitoring of performance and re-evaluation of external providers?",
    "question31":"10. Do the provide products and services the existence of documented information describing the characteristics of the products and services?",
    "question32":"11. Do the provide products and services monitoring and analysis activities at proper stages to verify that the criteria for the control of processes and process outputs and the acceptance criteria for products and services are met?",
    "question33":"12. Do the provide products and services monitoring and analysis activities at appropriate stages to confirm that standards for control of methods and process results, and approval criteria for products and services, have been reached?",
    "question34":"13. Do the provide products and services the provision of recorded information defining the activities to be completed and the results to be reached?",
    "question35":"14. Do the provide products and services the availability of reported information that defines the activities to be performed and the results to be achieved?",
    "question36":"15. Do the provide products and services information on the competence of the persons performing the tasks?",
    "question37":"16. Do the provide products and services the people implementing the tasks are qualified?",
    "question38":"17. Is the property of customers or external suppliers used in the performance of the product or service?",
    "question39":"18. Does the company have adequate methods to assure traceability during the operational method?",
    "question40":"19. Is there a demand for handling the products and services after delivery, such as guarantee, sustaining services, recycling or final disposal?",
    "question41":"20. Are these established and managed?",
    "question42":"21. Are any nonconforming method outputs arranged so as to avert their unintended use?",
    "question43":"1. Has it authenticated when the outcomes from observation and measurement shall be investigated and evaluated?",
    "question44":"2. Have methods of observing customer perceptions of the provision of products and services been set?",
    "question45":"3. Has an offer to perform management reviews been organised and performed?",
    "question46":"4. Has the company set a process for an internal inspection of the QMS?",
    "question47":"5. Has the company defined what needs to be observed and measured and the methods for monitoring, measurement, analysis and evaluation, to assure valid outcomes?",
    "question48":"6. Has it fixed the demand or opportunities for developments within the QMS and how these will be put into management reviews?",
    "question49":"1. Does the company operate proper processes for handling nonconformities and the associated improving actions?",
    "question50":"2. Has the company decided on how it will discuss the necessity to continually develop the suitability, sufficiency, and effectiveness of the QMS?",
    "question51":"3. Has the company determined and chose opportunities for development and implemented the required actions to meet customer demands and improve customer satisfaction?",
    "Rquestion1":"1. Mandate and Commitment Have you: (a) defined and endorsed a risk management policy (b) determined risk performance indicators (c) aligned risk objectives and indicators to organizational objectives and indicators (d) ensured legal and regulatory compliance",
    "Rquestion2":"2. Organization and its context in designing your risk framework have you: (a) evaluated external context (b) evaluated internal context",
    "Rquestion3":"3. Does your policy include: (a) rationale for managing risk (b) accountabilities (c) how conflict of interest is dealt with (d) links between organizations objectives and risk policy (e) commitment to resource risk management (f) how risk performance managed, measured and reported (g) commitment to review and improve the policy",
    "Rquestion4":"4. Have you established accountability, authority and competence for managing risk?",
    "Rquestion5":"5. Do you: (a) identify risk owners (b) identify responsibility for your framework (c) identify risk responsibilities (d) establish performance measures and reporting and escalation processes (e) ensure appropriate levels of recognition",
    "Rquestion6":"6. Is risk management embedded into your practices and processes in a way that is relevant, effective and efficient?",
    "Rquestion7":"7. Have you allocated appropriate resources for risk management?",
    "Rquestion8":"8. Including a consideration of: (a) people (b) organizational processes, methods and tools (c) documented processes and procedures (d) information and knowledge management systems (e) training",
    "Rquestion9":"9. Reporting Have you established internal communication and reporting mechanisms for risk management?",
    "Rquestion10":"10. Reporting Have you determined and implemented how you will communicate with external stakeholders?",
    "Rquestion11":"11. In implementing your framework can you show you have: (a) applied risk management policy to organizational processes (b) complied with legal and regulatory requirements (c) ensured decision making is aligned with risk management processes (d) held information and training sessions (e) communicated and consulted with stakeholders",
    "Rquestion12":"12. Do you: (a) measure risk management performance against indicators (b) measure progress against risk management plans (c) review whether the framework and policy are still appropriate (d) report on risk (e) review the effectiveness of the framework Do you continually improve the risk policy, framework, plans?",
    "Rquestion13":"1. General Is the risk management process: (a) an integral part of management (b) embedded in culture and practices (c) tailored to your organisation",
    "Rquestion14":"2. Can you demonstrate communication and consultation with external and internal stakeholders at all stages of the risk management process?",
    "Rquestion15":"3. Can you demonstrate you have considered internal and external context, factors and how they relate to the scope of the particular risk management process?",
    "Rquestion16":"4. Have you defined the criteria to be used to evaluate the significance of risk?",
    "Rquestion17":"5. Have you identified sources of risk, areas of impact and their causes and potential consequences?",
    "Rquestion18":"6. Have you applied risk identification tools and techniques?",
    "Rquestion19":"7. Do you use people with appropriate knowledge for risk identification?",
    "Rquestion20":"8. Do you have processes to consider causes and sources of risks, their consequences and the likelihood of the consequences to occur?",
    "Rquestion21":"9. Do you compare the level of risk found during analysis process to your risk criteria to determine the need for treatment or further analysis?",
    "Rquestion22":"10. Options Do you have processes for selecting treatment options that consider stakeholders, legal, regulatory and context?",
    "Rquestion23":"11. Do you have processes to identify new risks introduced through treatment?",
    "Rquestion24":"12. Does the treatment plan identify priority order for risk treatments?",
    "Rquestion25":"13. Plans Do you document how your risk treatment will be implemented?",
    "Rquestion26":"14. Do you include: (a) reasons for selection and expected benefits (b) responsibilities (c) proposed actions (d) resource requirements (e) performance measures (f) reporting and monitoring requirements (g) timing",
    "Rquestion27":"15. Have you included regular checks or surveillance in your risk processes at all levels?",
    "Rquestion28":"16. Have you defined responsibilities for monitoring and review?",
    "Rquestion29":"17. Do you check progress of risk treatment plans?",
    "Rquestion30":"18. Do you report results of monitor and review?",
    "Rquestion31":"19. Are your processes traceable?",
    "Rquestion32":"20. Have you retained suitable records?",
    "Risk":"Risk Management Inspection",
    "prepareActions":"Prepare action",
    "Administrator": "Administrator"
}